[{"ID":"nyt:\/\/article\/f6b682da-533d-58eb-b338-c94d05154f43","URL":"https:\/\/www.nytimes.com\/2023\/03\/20\/briefing\/xi-putin-china-russia-asia.html","DATE":"2023-03-20 21:08:24","PLAIN_TEXT":"President Vladimir Putin welcomed Xi Jinping at the Kremlin yesterday and pledged that Russia would study Chinas peace proposals for Ukraine with respect. But Xi did not mention Ukraine at all in his public remarks.Also, a major U.N. climate report and a manhunt in the Indian state of Punjab.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/9fb8c582-fb1f-59a7-a689-8c97d66db33d","URL":"https:\/\/www.nytimes.com\/2023\/03\/20\/opinion\/letters\/putin-war-crimes-icc.html","DATE":"2023-03-20 15:10:28","PLAIN_TEXT":"To the Editor:Reaction to an international courts arrest warrant for the Russian leader. Also: Labor in Qatar; working in the office; family policy; public housing.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/c42b86ef-c179-5b51-846c-539051b9004d","URL":"https:\/\/www.nytimes.com\/2023\/03\/20\/briefing\/trump-arrest-xi-jinping-moscow-covid.html","DATE":"2023-03-20 05:03:52","PLAIN_TEXT":"Over the weekend, Donald Trump said that he expected to be arrested tomorrow. In a post on his social network, Truth Social, he sought to rally supporters and called for protests. Within hours, Speaker Kevin McCarthy said he wanted House committees to investigate whether federal funds were being used for politically motivated prosecutions.Will Trump be arrested this week?","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/46730a3c-5d6d-5251-9e90-ebdadce64c15","URL":"https:\/\/www.nytimes.com\/2023\/03\/18\/business\/zoom-friends-socializing.html","DATE":"2023-03-18 09:00:31","PLAIN_TEXT":"One day last year, Julie Gauthier went on Twitter with a confession to make. Unpopular opinion: I dont have zoom fatigue and I miss zoom happy hours and game nights, she wrote. I feel more isolated now than I did when friends all took time to chat online at the beginning of the pandemic.They got lost in this weird moment, where the world is caught between crisis and normalcy, nostalgic for house parties -- and Houseparty, too.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/abb05e54-4080-5dac-8b6e-275a2708eb6b","URL":"https:\/\/www.nytimes.com\/2023\/03\/17\/realestate\/europe-homes-sale-americans-lisbon-barcelona.html","DATE":"2023-03-17 09:00:38","PLAIN_TEXT":"Ben Mitas sipped Vinho Verde from a stemmed wineglass while he watched his daughter play on a swing one afternoon in January. He had bought the wine from a quiosque, the ubiquitous park kiosks, a luxury of living in Lisbon.Home sales to Americans have increased significantly, giving them a chance to enjoy a lifestyle they could not afford in major U.S. cities, but the influx risks upsetting local residents.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/813c5d54-4fab-5334-a275-4b100231da50","URL":"https:\/\/www.nytimes.com\/2023\/03\/17\/us\/massachusetts-public-meeting-discourse.html","DATE":"2023-03-17 09:00:32","PLAIN_TEXT":"In a decision that jangled the nerves of some elected officials, the Massachusetts Supreme Judicial Court last week reaffirmed a basic liberty established by the founding fathers: the right to be rude at public meetings.In an age of division, the court ruled that towns could not mandate polite discourse at public meetings. One official called the decision very dispiriting.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/2762907d-da19-528f-9111-f1db5b810aa1","URL":"https:\/\/www.nytimes.com\/2023\/03\/16\/us\/hikers-dead-buckskin-gulch-utah.html","DATE":"2023-03-16 20:32:04","PLAIN_TEXT":"Two hikers were found dead and one was rescued by helicopter earlier this week after storms and heavy rainfall triggered floods that surged through a narrow canyon in southern Utah, the authorities said on Thursday.Two men were found dead and another was rescued after bad weather triggered a flash flood in Buckskin Gulch, a narrow gorge.","SOURCE":"New York Times"},{"ID":"nyt:\/\/interactive\/4ae3839c-87b2-50e3-880c-f623ad65886a","URL":"https:\/\/www.nytimes.com\/interactive\/2023\/03\/16\/briefing\/the-weekender.html","DATE":"2023-03-16 18:51:05","PLAIN_TEXT":"What to do in Taiwans capital. Also: An interview with the actor who plays Roy Kent, and high intensity interval training for beginners.What to do in Taiwans capital. Also: An interview with the actor who plays Roy Kent, and high intensity interval training for beginners.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/e4151be0-8742-555a-a9c2-4c532b26f3ff","URL":"https:\/\/www.nytimes.com\/2023\/03\/16\/t-magazine\/metrograph-botanical-imprints-film-series.html","DATE":"2023-03-16 13:00:09","PLAIN_TEXT":"Lombok, the island just to the east of Bali, has lately become an attractive destination on its own with an influx of compelling new boutique beach resorts including Somewhere Lombok and Siwa. On the remote Ekas Bay, just over an hour drive from the islands international airport, is the latest opening: Innit. Designed by two Indonesian architects, Andra Matin and Gregorius Supie Yolodi (who normally work separately but came together for this project), the property currently consists of seven two-story villas partly built of local Rajumas wood, typically used for boats. The structures blend with the surrounding landscape, particularly on the ground floor, which is essentially an extension of the beach: A concrete foundation has been overlaid with soft sand, atop which sit a rattan sofa, reading chairs and a dining table. Upstairs, the primary bedrooms floor-to-ceiling windows overlook the bay. Shared amenities include an Indonesian, seafood-focused restaurant (dont miss the locally farmed lobster prepared over coconut husks) and a black-tiled infinity pool. When guests arent lounging by the water, they can opt for more vigorous activities, from paddleboarding to hiking, with or without a guide. Innit opens March 27; villas from $400 per night, including breakfast, innithotels.combeach-house.Plus: a resort on the Indonesian island of Lombok, clothes made from reclaimed quilts and more recommendations from T Magazine.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/5b2d10db-09d0-58a1-ae41-75d4819aee8a","URL":"https:\/\/www.nytimes.com\/2023\/03\/16\/us\/how-californias-elephant-seals-made-a-remarkable-recovery.html","DATE":"2023-03-16 13:00:08","PLAIN_TEXT":"PESCADERO, Calif. -- Before summiting the slippery beachside dunes, wind-whipped sand spraying my face, I could hear what was on the other side.Hunted nearly to extinction, northern elephant seals, native to the waters off the West Coast, now number more than 175,000.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/9a1768b1-e800-53c9-8233-e568c2b75235","URL":"https:\/\/www.nytimes.com\/2023\/03\/16\/business\/afternoon-fun-economy.html","DATE":"2023-03-16 09:00:20","PLAIN_TEXT":"At the Chelsea Piers outdoor golf club, on a recent unseasonably warm Monday afternoon, 55 people were playing golf by 3:45, and a handful were sipping beers. At CutLoose hair salon, in Brooklyn, N.Y., the stylists now watch their clients take Zoom meetings from the salon chairs. And at Skyway Golf Course, in Jersey City, N.J., Steve Mills, a general manager, has noticed that weekday afternoons are jammed with a new group of golfers.Remote workers have fueled a surge in weekday exercise, cosmetics and leisure -- especially at the driving range.","SOURCE":"New York Times"},{"ID":"nyt:\/\/interactive\/844b2830-adfa-5a84-8577-de4ef9f7e474","URL":"https:\/\/www.nytimes.com\/interactive\/2023\/03\/16\/realestate\/manhattan-2-bedroom-apartment-parks.html","DATE":"2023-03-16 09:00:03","PLAIN_TEXT":"She wanted to stay in the city; he wanted to decamp to the country. They met in the middle -- between two of Manhattans best parks.She wanted to stay in the city; he wanted to decamp to the country. They met in the middle -- between two of Manhattans best parks.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/f0840870-2867-5c5d-863e-b195d405a15f","URL":"https:\/\/www.nytimes.com\/2023\/03\/15\/opinion\/post-pandemic-cities-suburbs-future.html","DATE":"2023-03-15 09:00:25","PLAIN_TEXT":"On the last day of February, Glen Lee, the chief financial officer of Washington, D.C., issued a warning to the mayor and members of the District of Columbia Council, who are undertaking such costly ventures as free bus service and expanded affordable housing.Many of the nations major cities face a daunting future.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/82a73fbd-3c43-5a80-82a9-638adbe412c8","URL":"https:\/\/www.nytimes.com\/2023\/03\/14\/sports\/skiing\/holmenkollen-norway-diggins.html","DATE":"2023-03-14 21:00:24","PLAIN_TEXT":"OSLO -- For two days before this years Holmenkollen cross-country ski races, Espen Garder took his remote meetings from a heated tent in the forest. Breaks came only for lunch and battery charging at a restaurant up the hill.Holmenkollen celebrates cross-country skiing and other winter sports in a nation that reveres them. Even the competitors admit the fun is infectious.","SOURCE":"New York Times"},{"ID":"nyt:\/\/interactive\/1870f00c-5814-5511-b681-c5bf877c2a80","URL":"https:\/\/www.nytimes.com\/interactive\/2023\/03\/14\/magazine\/ukraine-soldiers-psychiatric-hospital.html","DATE":"2023-03-14 20:30:53","PLAIN_TEXT":"Inside a psychiatric hospital in Kyiv, the growing mental trauma of the war is written on every soldiers face.Inside a psychiatric hospital in Kyiv, the growing mental trauma of the war is written on every soldiers face.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/e5569141-6d2b-5551-9fce-e78b9f377e15","URL":"https:\/\/www.nytimes.com\/2023\/03\/14\/us\/behind-the-story-silicon-valleys-furniture-hustlers.html","DATE":"2023-03-14 13:00:06","PLAIN_TEXT":"Driven by tech company slowdowns and the shift to remote work, a booming business has emerged in Silicon Valley: furniture reselling.A conversation with Erin Griffith, the reporter who wrote about the booming business that has emerged as tech companies close their offices.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/04dad47f-ff73-5637-bb79-4176477c5bef","URL":"https:\/\/www.nytimes.com\/2023\/03\/14\/world\/asia\/jiang-yanyong-dead.html","DATE":"2023-03-14 11:42:24","PLAIN_TEXT":"Dr. Jiang Yanyong, a prominent military surgeon who became a national hero for exposing the Chinese governments cover-up of the SARS epidemic in 2003 but was later punished for denouncing the Tiananmen Square crackdown, died on Saturday. He was 91.A retired military surgeon, he blew the whistle in 2003 on Beijings cover-up of the epidemic. He was later punished for denouncing the Tiananmen Square crackdown.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/e6920ac5-96a7-5b20-8904-49a4865f72dc","URL":"https:\/\/www.nytimes.com\/2023\/03\/14\/opinion\/wfh-return-to-office-health.html","DATE":"2023-03-14 09:00:22","PLAIN_TEXT":"As companies struggle to find the right balance between in-person and remote work and workers fight for autonomy, the debate about returning to in-person work has largely focused on productivity. If employees are equally productive in remote settings, why ask them to return to the office? All things being equal, remote work is cheaper and more convenient than commuting.Those who have the luxury of working from home might end up realizing that remote work is disadvantageous to their mental and physical well-being.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/aed464c6-2c8c-538b-8745-8b1e077bfdcc","URL":"https:\/\/www.nytimes.com\/2023\/03\/13\/briefing\/us-banks-biden-silicon.html","DATE":"2023-03-13 21:57:38","PLAIN_TEXT":"President Biden tried to reassure Americans that the U.S. banking industry was safe, after federal regulators took over two failing banks in three days. Several midsize U.S. banks also scrambled to calm the fears of their customers.Also, Russia is set to face war crimes charges and Chinas new premier seeks to reassure investors.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/55a356e1-99c7-531e-8e2a-d637bcc3324e","URL":"https:\/\/www.nytimes.com\/2023\/03\/13\/arts\/music\/solomon-handel-carnegie-hall.html","DATE":"2023-03-13 16:37:56","PLAIN_TEXT":"Swell the full chorus to Solomons praise, a very full chorus sings in Handels Solomon, elegantly performed by the English Concert and Clarion Choir under Harry Bicket on Sunday at Carnegie Hall.In Solomon, performed elegantly at Carnegie Hall by the English Concert and Clarion Choir under Harry Bicket, the chorus is the star.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/d84de583-9804-5c31-ab10-3880c81ce496","URL":"https:\/\/www.nytimes.com\/2023\/03\/13\/us\/politics\/trump-judge-james-boasberg.html","DATE":"2023-03-13 16:05:40","PLAIN_TEXT":"WASHINGTON -- The windows of the chambers of the chief judge of the Federal District Court of the District of Columbia overlook the Capitol grounds, a stately vista that turned into a crime scene on Jan. 6, 2021, when a pro-Trump mob attacked Congress in an attempt to stop the certification of the 2020 election.James E. Boasberg will take over from Beryl A. Howell as the chief judge of the Federal District Court in Washington, a post that plays a key role in the special counsel investigations into Donald J. Trump.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/0119d7fe-4ff1-51e8-ad83-8ee2ab117f34","URL":"https:\/\/www.nytimes.com\/2023\/03\/13\/books\/review\/take-what-you-need-idra-novey.html","DATE":"2023-03-13 15:15:05","PLAIN_TEXT":"Idra Noveys impressive new novel, Take What You Need, begins with Leah, one of two first-person narrators, speaking in the present tense as she drives from her home in Long Island City, Queens, to the small town in the southern Allegheny Mountains where she grew up. She has received a call from a man she doesnt know, saying that her stepmother, Jean, has died and left Leah metalwork sculptures to which Jean devoted her last years.Take What You Need, by Idra Novey, depicts the complicated feelings of a young woman and her former stepmother, against a backdrop of artistic ambition, rural poverty and despair.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/b4988f1d-2218-53e8-a099-3f15d45cedad","URL":"https:\/\/www.nytimes.com\/2023\/03\/13\/education\/teachers-quitting-burnout.html","DATE":"2023-03-13 09:00:20","PLAIN_TEXT":"Driving home one day in the fall of 2021 from her job as an art teacher at a low-income public charter school near Sacramento, Calif., Ruth Santer fell asleep at the wheel. She often came home physically spent after a day of arriving early, wielding heavy art supplies and staying late to prepare art materials, all while managing a full classroom of middle school students. The work had always been strenuous but pandemic stresses had added to her level of exhaustion.According to one recent analysis, over half of teachers surveyed are considering quitting. Here are five that already have.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/6ee55bbd-d7e8-530d-9c05-c945a1aa66eb","URL":"https:\/\/www.nytimes.com\/2023\/03\/13\/opinion\/tucker-carlson-joe-biden-budget.html","DATE":"2023-03-13 09:00:15","PLAIN_TEXT":"Gail Collins: Bret, we have all kinds of deeply important issues to tackle. But lets start with Tucker Carlson. Weve learned he didnt really believe all the stuff he said on TV about a stolen election. Shocking!They say that hypocrisy is the homage that vice pays to virtue, but in this case its the tribute that cynicism pays to cowardice.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/7099230a-913f-5dae-a933-cc2aaabd6104","URL":"https:\/\/www.nytimes.com\/2023\/03\/13\/books\/kenzaburo-oe-dead.html","DATE":"2023-03-13 07:26:42","PLAIN_TEXT":"Kenzaburo Oe, a Nobel laureate whose intense novels and defiant politics challenged a modern Japanese culture that he found morally vacant and dangerously tilted toward the same mind-set that led to catastrophe in World War II, died on March 3. He was 88.With his powerful novels and essays, Mr. Oe tried to ensure that Japan learned the lessons of its 20th-century militarism.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/f9c45cb7-1368-5a35-b126-893bbf3fb0ec","URL":"https:\/\/www.nytimes.com\/2023\/03\/13\/arts\/television\/whats-on-tv-this-week-lucky-hank-and-the-hours.html","DATE":"2023-03-13 05:00:06","PLAIN_TEXT":"Between network, cable and streaming, the modern television landscape is a vast one. Here are some of the shows, specials and movies coming to TV this week, March 13-19. Details and times are subject to change.A new comedy series starring Bob Odenkirk comes to AMC, and the Metropolitan Operas adaptation of The Hours premieres on PBS.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/1b2f4384-ec59-5251-92a8-86ccb337b7a9","URL":"https:\/\/www.nytimes.com\/2023\/03\/13\/nyregion\/one-percent-of-the-budget-for-parks-a-bargain-says-a-nonprofit.html","DATE":"2023-03-13 04:02:03","PLAIN_TEXT":"Good morning. Its Monday. Many New Yorkers who had not spent much time in the citys 1,700 parks discovered them when so much else was off limits during the pandemic. Well look at a report from a nonprofit parks advocacy group that says the parks need a bigger share of the city budget.New York spends less on its parks than other major cities. Now is not the time to cut funding for them, says New Yorkers for Parks.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/05ce6fd9-58aa-566d-b15b-176a6db9ccc0","URL":"https:\/\/www.nytimes.com\/2023\/03\/12\/opinion\/pandemic-health-prepare.html","DATE":"2023-03-12 10:00:05","PLAIN_TEXT":"Late last year, I participated in an exercise meant to play out what might happen if the world was presented with a new disease spreading quickly, with no warning.America should be ready for Disease X.","SOURCE":"New York Times"},{"ID":"nyt:\/\/interactive\/a7e56166-42c2-5850-b345-1f3cd4778e28","URL":"https:\/\/www.nytimes.com\/interactive\/2023\/03\/12\/opinion\/pandemic-disease-x-simulation.html","DATE":"2023-03-12 10:00:02","PLAIN_TEXT":"Eight experts debate what to do.Eight experts debate what to do.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/8358d7c9-4d44-50b7-8369-e876fef94a17","URL":"https:\/\/www.nytimes.com\/2023\/03\/12\/upshot\/fathers-pandemic-remote-work.html","DATE":"2023-03-12 09:00:16","PLAIN_TEXT":"When the pandemic hit, Steve Gaffney was laid off from his longtime job at a company that provided lighting for events. Three weeks later, his daughter Morgan was born.A substantial share of fathers who took on more domestic work during lockdowns have kept it up, new data shows, and rearranged their work lives to do so.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/e503637d-9da5-5fce-b58d-32d01e51f946","URL":"https:\/\/www.nytimes.com\/2023\/03\/12\/books\/review\/livia-manera-sambuy-in-search-of-amrit-kaur.html","DATE":"2023-03-12 09:00:11","PLAIN_TEXT":"In 2007, the Italian journalist Livia Manera Sambuy stumbled across a nonfiction writers dream in a Mumbai museum: a tantalizing true story, unknown to the world. Alongside a 1924 photograph of an Indian princess -- tall, dark-skinned, her hair tied up, wearing a translucent sari, its edges embroidered with gold or silver thread -- there was a caption that identified her as Her Royal Highness Rani Shri Amrit Kaur Sahib. It noted that she had been arrested by the Gestapo during World War II in occupied Paris, charged with selling her jewelry to help Jews leave the country, and had died while imprisoned.After chancing upon a 1924 photo of Her Royal Highness Rani Shri Amrit Kaur Sahib in a Mumbai museum, an Italian journalist set out to discover who she was.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/81e893ab-d702-5dac-9a64-360ab57b65e2","URL":"https:\/\/www.nytimes.com\/2023\/03\/11\/opinion\/tom-cruise-maverick.html","DATE":"2023-03-11 14:00:06","PLAIN_TEXT":"The other night, after the dishes were washed, the coffee machine set, the dog let out and the kids asleep, I planted myself on the couch with the TV remote in one hand, scrolling, and my phone in the other, scrolling. Settling on the bigger screen, I clicked on Mission: Impossible -- Rogue Nation to find Tom Cruise dangling by his fingertips from a Russian cargo plane while sporting a business casual suit.How the ageless actor has held my -- and our -- unbroken attention for a lifetime.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/2a65a9cb-f152-5485-bdc9-785ee0f38b3c","URL":"https:\/\/www.nytimes.com\/2023\/03\/11\/world\/canada\/national-medical-license.html","DATE":"2023-03-11 11:00:03","PLAIN_TEXT":"It wont end the pronounced shortage of physicians thats plaguing many parts of Canada. But the Canadian Medical Association has an idea that it thinks might help.The Canadian Medical Association is pushing for a single license to eliminate the barriers between provinces and territories.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/dbb8de7e-b92b-5bcd-a00a-4131da495185","URL":"https:\/\/www.nytimes.com\/2023\/03\/11\/climate\/green-hydrogen-energy.html","DATE":"2023-03-11 10:00:55","PLAIN_TEXT":"For eons this has been a quiet, unremarkable place. Thousands of square miles of flat land covered in shrubs and red dirt. The sun is withering and the wind blows hard.Hundreds of billions of dollars are being invested in a high-tech gamble to make hydrogen clean, cheap and widely available. In Australias Outback, that starts with 10 million new solar panels.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/eaea486e-643a-576f-8cca-ba3b63fb0753","URL":"https:\/\/www.nytimes.com\/2023\/03\/11\/books\/review\/hello-beautiful-ann-napolitano.html","DATE":"2023-03-11 10:00:07","PLAIN_TEXT":"It is your God-given right as an American fiction writer, Ursula K. Le Guin once said, to change point of view. But you need to know that youre doing it, she warned, and some American fiction writers dont.In Hello Beautiful, Ann Napolitano puts a fresh spin on the classic story of four sisters.","SOURCE":"New York Times"},{"ID":"nyt:\/\/interactive\/5898d122-2722-5361-ac12-1cd34bb8c6e6","URL":"https:\/\/www.nytimes.com\/interactive\/2023\/03\/11\/upshot\/office-conversions.html","DATE":"2023-03-11 10:00:04","PLAIN_TEXT":"Cities are eager to turn office buildings into housing amid rising remote work. But thats harder than you might think.Cities are eager to turn office buildings into housing amid rising remote work. But thats harder than you might think.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/07fe72fc-d526-5b6a-810c-f774eacb1f54","URL":"https:\/\/www.nytimes.com\/2023\/03\/10\/theater\/pericles-review-shakespeare-target-margin.html","DATE":"2023-03-11 00:30:05","PLAIN_TEXT":"In the opening lines of Shakespeares chaotic Pericles, before the play and its prince go chasing off on a series of adventures, there is a phrase so genteelly creepy that 400 years havent diminished its power to make an audiences skin crawl.Target Margin Theater remixes one of the Bards lesser works, with uninspired results.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/1facd82a-c7d1-5d79-a7fb-86680ecfd091","URL":"https:\/\/www.nytimes.com\/2023\/03\/10\/opinion\/everything-everywhere.html","DATE":"2023-03-10 18:00:20","PLAIN_TEXT":"The odds-on favorite to win best picture at this weekends Oscars is not the best or even second-best movie among the nominees -- those would be Tar and Top Gun: Maverick, respectively -- but rather a movie that a remarkable number of people just passionately loved: Everything Everywhere All at Once.The movies and the multiverse.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/93ba0f3f-c951-5c63-b94a-0ca09b544545","URL":"https:\/\/www.nytimes.com\/2023\/03\/10\/world\/americas\/russia-argentina-pregnant-women-citizenship.html","DATE":"2023-03-10 14:08:04","PLAIN_TEXT":"BUENOS AIRES, Argentina -- The passengers drifted away until only the pregnant women remained at passport control.Since the Ukraine war, pregnant Russians have been flocking to the South American country where obtaining citizenship is relatively easy -- if your child is born there.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/7d7d94f9-5a2d-559a-a518-c8c638d3d1b9","URL":"https:\/\/www.nytimes.com\/2023\/03\/09\/briefing\/australia-us-aukus-nuclear-submarines.html","DATE":"2023-03-09 22:19:51","PLAIN_TEXT":"As part of an ambitious defense deal between Australia, Britain and the U.S., Australia will buy up to five U.S.-made nuclear-powered submarines, to be delivered in the 2030s. The deal deepens a three-way defense agreement aimed at reinforcing American-led military dominance of the Asia-Pacific region to counter China.Also, Russia hits targets across Ukraine.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/97ff43f4-5daa-5160-80c7-cd06ac543d72","URL":"https:\/\/www.nytimes.com\/2023\/03\/09\/world\/asia\/philippines-jeepney.html","DATE":"2023-03-09 11:17:37","PLAIN_TEXT":"MANILA -- In the Philippines, they are known as kings of the road, colorful, open-air vehicles with loud horns and diesel engines that ferry millions of Filipinos on their daily commutes. Called jeepneys for their origins as U.S. military jeeps, they are cramped and stiflingly hot, ubiquitous on the busy city streets where many riders consider them an icon.The passenger vehicles have been ubiquitous for decades. The way the government wants to replace them with pricey new minibuses is rankling operators.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/b4b62686-213d-51f6-bf77-07dfd57bfe5e","URL":"https:\/\/www.nytimes.com\/2023\/03\/08\/world\/europe\/greece-train-crash-railway-safety.html","DATE":"2023-03-08 17:38:11","PLAIN_TEXT":"As thousands of workers went on strike Wednesday to protest the train crash in Greece last week that killed at least 57 people, the countrys new transport minister turned toward the future, saying railway safety would be improved in the coming weeks and service would resume.He also apologized for the crash that killed 57 people. But his words did little to soothe anger, as 40,000 protesters took to the streets in Athens.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/0077a85c-5fe1-542b-9aff-8712e15e9451","URL":"https:\/\/www.nytimes.com\/2023\/03\/08\/magazine\/oscars-campaign.html","DATE":"2023-03-08 10:00:25","PLAIN_TEXT":"Depending on how closely youve been following the Oscars race this year, you may or may not know the name Andrea Riseborough. Before Jan. 24, few outside of the film industry did. An actress from northeastern England, Riseborough began her career in theater and has worked steadily since. At 41, she has appeared in more than 30 films, including Birdman, Battle of the Sexes and The Death of Stalin. People like to say that the only reason she isnt famous is that she inhabits roles so completely, she becomes unrecognizable. But on Tuesday, Jan. 24, Riseborough was nominated for a best-actress Oscar alongside Cate Blanchett, Michelle Williams, Ana de Armas and Michelle Yeoh. No one predicted Riseboroughs nomination. She did not appear on pundits shortlists. There were no profiles of her in glossy magazines. To Leslie, the film about an alcoholic West Texas lottery winner for which she was nominated, had earned just $27,322 at the box office.War rooms. Oppo dumps. Eight-figure budgets. How the quest for awards-season glory got so cutthroat.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/de082947-ae9e-522c-8b0a-cc87b2207274","URL":"https:\/\/www.nytimes.com\/2023\/03\/07\/sports\/soccer\/chelsea-dortmund-champions-league.html","DATE":"2023-03-07 23:12:06","PLAIN_TEXT":"LONDON -- Just when Graham Potter needed it most, something may have stirred at Chelsea. All of those disparate, finely tuned parts, the expensively but randomly acquired fruits of the clubs lavish transfer-market abandon, slotted together enough to keep his teams season alive. And they did so just in the nick of time.Beating Dortmund in the Champions League will ease the pressure on Graham Potter and his team, but it wont end the questions about where they are headed.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/12ebf117-1e87-5167-89b9-c236003cbc63","URL":"https:\/\/www.nytimes.com\/2023\/03\/07\/business\/fewer-parking-spots.html","DATE":"2023-03-07 10:00:37","PLAIN_TEXT":"Spying an empty spot in a parking lot, a driver flicks on the turn signal and steers the car into the space. This little maneuver happens so often across the country that its done almost without a second thought.Local leaders across the nation are overhauling parking requirements for developers, scaling back the minimum number of spots for shopping centers and apartment complexes.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/eda1163d-8897-5bde-bebb-b5a96205bf37","URL":"https:\/\/www.nytimes.com\/2023\/03\/06\/nyregion\/nyc-workers-hiring-vacancies.html","DATE":"2023-03-06 21:38:03","PLAIN_TEXT":"With 8 percent of its municipal jobs vacant, New York City is in the middle of a hiring crisis, unable to retain its workers or hire replacements.Of the 15 agencies with the highest worker vacancy rates, nine have failed to meet performance targets, according to the city comptroller.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/3443ae98-86d7-586a-aa11-bf35b6cea605","URL":"https:\/\/www.nytimes.com\/2023\/03\/06\/arts\/design\/desert-x-biennial-palm-springs.html","DATE":"2023-03-06 19:29:14","PLAIN_TEXT":"PALM SPRINGS, Calif. -- Desert X, a young and scrappy biennial, has been prone to last-minute cancellations of major art projects. This year, it had a last-minute addition instead. Moving faster than most cultural organizations would or could, its curators arranged within a month to devote a series of large billboards to photographs by Tyre Nichols, a 29-year-old Black man in Memphis who was fatally beaten by the police in January.Almost all the artworks in the Coachella Valley biennial are socially engaged and site-specific.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/7f67e462-3903-5135-bd85-7c7a039a9d10","URL":"https:\/\/www.nytimes.com\/2023\/03\/06\/arts\/music\/saint-levant-from-gaza-with-love.html","DATE":"2023-03-06 13:00:07","PLAIN_TEXT":"In the clip of Very Few Friends that went very viral on TikTok late last year, Marwan Abdelhamid -- who records as Saint Levant -- showed up as both a sex symbol and someone who understands that sex symbols are just a little bit ridiculous. A trilingual loverman wearing a white tank top and a shaggy, rakish mustache, he stares longingly at the camera in the 10-second video, rapping over spacious acoustic-soul production with deadpan erotic frankness and something much more alluring than confidence: nonchalance.Whats at stake for a 22-year-old trilingual rapper who became a TikTok sensation by talking dirty and who aspires to be the president of Palestine? A lot.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/5135fd97-06f5-5ff4-9a69-ccefe590dcf0","URL":"https:\/\/www.nytimes.com\/2023\/03\/05\/us\/politics\/house-republicans-budget-travel-campaign.html","DATE":"2023-03-05 22:12:26","PLAIN_TEXT":"WASHINGTON -- When the House Ways and Means Committee traveled to Petersburg, W.Va., last month for its inaugural field hearing on the state of the economy in Appalachia, it met at the headquarters of a hardwood lumber manufacturer whose chief executive has donated the maximum campaign contribution allowed to a Republican member of the panel.Republican leaders have told their colleagues to get out of Washington for field hearings that allow the party to take their message straight to voters, a costly pursuit that can be a boon to big donors.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/42051423-389e-5904-9aac-e6f23c570c2e","URL":"https:\/\/www.nytimes.com\/2023\/03\/05\/briefing\/china-growth-xi-congress-asia.html","DATE":"2023-03-05 21:01:06","PLAIN_TEXT":"After a winter of discontent, China promised a postpandemic recovery and said it aimed to expand growth by about 5 percent this year. The announcement came at the start of the annual gathering of the national legislature, where President Xi Jinping is poised to secure even more power.Also, Russia tries to cut off Bakhmut, and countries reach an ocean biodiversity deal.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/1cb76b6d-e623-59aa-8911-66c34410f1aa","URL":"https:\/\/www.nytimes.com\/2023\/03\/05\/business\/remote-work-personality-tests.html","DATE":"2023-03-05 08:02:26","PLAIN_TEXT":"Hello there, Protagonist! read the email that landed in my inbox on a recent night. Have you ever had the sense that you were different from others? That your drive to right unjust wrongs and seek improvement runs just a little bit deeper than most?Employers are finding personality tests -- measuring how employees think and feel -- more useful than ever while navigating hybrid work. But the tests are not always up-to-date.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/c9f476b4-6371-5de6-a07f-fad7c271ee8d","URL":"https:\/\/www.nytimes.com\/2023\/03\/04\/opinion\/ford-tesla-bluecruise-self-driving-remote-work.html","DATE":"2023-03-04 14:00:06","PLAIN_TEXT":"Tesla had me convinced, for a while, that it was a cool company.Boring old Ford is proving to be a very modern company.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/77b3fdca-ce64-597c-94f3-b99a8f2f0d9c","URL":"https:\/\/www.nytimes.com\/2023\/03\/04\/business\/dilbert-tiktok-office-humor.html","DATE":"2023-03-04 10:00:25","PLAIN_TEXT":"Nothing about work is funny. Except when everything about work is funny.They werent fans of the comic strip, which was recently dropped from hundreds of newspapers, but their work builds on the office grind as comic premise.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/b6d1bbb4-3b93-5be0-b384-9b2e65b172a5","URL":"https:\/\/www.nytimes.com\/2023\/03\/04\/opinion\/venezuelan-migrants-border-la-bestia.html","DATE":"2023-03-04 10:00:18","PLAIN_TEXT":"On a cold night in late February, a group of Venezuelan migrants huddled for warmth near a dumpster in the middle of nowhere, just a few hours outside Mexico City. They were waiting for La Bestia, the freight train migrants use to get from southern Mexico to the United States border.It doesnt have to be this way.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/c7782b9c-f6aa-5788-8c03-78dfeb8e03de","URL":"https:\/\/www.nytimes.com\/2023\/03\/04\/business\/roxane-gay-work-friend-boss-boundaries.html","DATE":"2023-03-04 10:00:09","PLAIN_TEXT":"Send questions about the office, money, careers and work-life balance to workfriend@nytimes.com. Include your name and location, or a request to remain anonymous. Letters may be edited.Even at a start-up, even while waiting for a new office, you should not have to put up with working from the corporate HQ that is the bosss kitchen.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/a7b71646-1d41-562b-aa03-ecb113e68bea","URL":"https:\/\/www.nytimes.com\/2023\/03\/04\/pageoneplus\/quotation-of-the-day-amazon-pauses-work-on-campus-in-virginia.html","DATE":"2023-03-04 05:24:35","PLAIN_TEXT":"Events really did change. We did have a pandemic, remote work became a thing. But I think this is yet another cautionary tale, perhaps the ultimate cautionary tale, of not betting a whole community on a company.Quotation of the Day for Saturday, March 4, 2023.","SOURCE":"New York Times"},{"ID":"nyt:\/\/interactive\/4b18be3a-cdda-55d8-bc82-d376da30c2df","URL":"https:\/\/www.nytimes.com\/interactive\/2023\/03\/03\/briefing\/the-weekender.html","DATE":"2023-03-03 22:04:42","PLAIN_TEXT":"The Hotel Pennsylvanias disappearing act. Also in this edition: 36 hours in Rio de Janeiro and why everyone loves Flaco the escaped owl.The Hotel Pennsylvanias disappearing act. Also in this edition: 36 hours in Rio de Janeiro and why everyone loves Flaco the escaped owl.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/7dba29b7-6140-5666-b0de-64970833f292","URL":"https:\/\/www.nytimes.com\/2023\/03\/03\/podcasts\/ezra-klein-podcast-transcript-jane-hirshfield.html","DATE":"2023-03-03 18:05:03","PLAIN_TEXT":"Every Tuesday and Friday, Ezra Klein invites you into a conversation about something that matters, like todays episode with Jane Hirshfield. Listen wherever you get your podcasts.The Mar. 3, 2023 episode of The Ezra Klein Show.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/4ca4d3af-b411-586b-afb1-74c7813f09f0","URL":"https:\/\/www.nytimes.com\/2023\/03\/03\/technology\/amazon-second-headquarters.html","DATE":"2023-03-03 16:04:54","PLAIN_TEXT":"When Amazon said in 2018 that it planned to build a second headquarters in Virginia, along with a sister office complex in New York, it was a symbolic moment for the tech industrys increasing importance to the American economy.The delay is the latest reminder that the tech industrys pandemic-fueled boom has slowed and another indicator of how remote work has changed office-space needs.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/8e4c323d-5174-542d-99ee-6e547c143218","URL":"https:\/\/www.nytimes.com\/2023\/03\/03\/world\/europe\/albania-russia-ukraine.html","DATE":"2023-03-03 10:00:31","PLAIN_TEXT":"The three espionage suspects -- two Russians and one Ukrainian -- were hardly discreet.Three people, including two Russians, arrested on charges of entering an abandoned rifle factory have puzzled Albanian authorities at a time when suspicions about Moscow have been mounting.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/9b376b04-721f-5c4d-8f12-411358839f11","URL":"https:\/\/www.nytimes.com\/2023\/03\/03\/briefing\/russia-blinken-greece-canada.html","DATE":"2023-03-03 05:42:23","PLAIN_TEXT":"Antony Blinken, the U.S. secretary of state, met yesterday with his Russian counterpart, Sergey Lavrov, in the first private, face-to-face exchange between a U.S. cabinet member and a top Kremlin official since the invasion of Ukraine. The meeting showed that the Biden administration saw a need to re-establish in-person diplomatic contacts with Moscow.An important exchange between Russia and the U.S.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/2717cdf8-0960-5442-8628-227a1583022b","URL":"https:\/\/www.nytimes.com\/2023\/03\/02\/business\/hybrid-work-from-home-office.html","DATE":"2023-03-02 17:28:47","PLAIN_TEXT":"The freight elevator doors opened onto 50,000 square feet of office real estate. Right now, it is empty, but Seth Besmertnik, chief executive of the software company Conductor, gestured at the beams and concrete floor with pride. He has plans for his companys new office -- conference rooms, a pickleball court and, of course, all of his 200 employees in the New York City area.Hybrid work has been choose-your-own-adventure, but now C.E.O.s are making their choices more permanent.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/0989fa9e-24e3-5766-82be-d980fab60014","URL":"https:\/\/www.nytimes.com\/2023\/03\/02\/us\/oklahoma-texas-rivalry.html","DATE":"2023-03-02 10:00:33","PLAIN_TEXT":"OKLAHOMA CITY -- On a stifling July day, Elon Musk sat across from the governor of Oklahoma under a small white pop-up tent, a red Tesla flag waving from a short pole in an otherwise unadorned field.Long in booming Texas shadow, Oklahoma has been trying to make itself an appealing place to move -- if people would just give it a try.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/51c40be7-44bb-5e68-b01c-4c5e5046ec76","URL":"https:\/\/www.nytimes.com\/2023\/02\/28\/world\/europe\/uk-eu-sunak-brexit.html","DATE":"2023-02-28 10:00:33","PLAIN_TEXT":"LONDON -- On its face, Prime Minister Rishi Sunaks newly announced agreement with the European Union on Northern Ireland is merely a trade deal that governs the transport of pets, sausages, seed potatoes, and the like from one part of the United Kingdom to another.In addition to removing an obstacle to London-Brussels relations, the Northern Ireland trade deal could remove Brexit from the center of British politics after seven divisive years.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/cc606094-f1ff-5ac4-a34a-035a8e8cda3f","URL":"https:\/\/www.nytimes.com\/2023\/02\/28\/books\/review\/empress-of-the-nile-lynne-olson.html","DATE":"2023-02-28 10:00:24","PLAIN_TEXT":"Egyptian archaeology has never been regarded as an equal-opportunity profession. Charismatic males have dominated the field since its inception, from Giovanni Belzoni, a onetime circus strongman who located the hidden entrance to the second Pyramid at Giza in 1818, to Howard Carter, the Briton who shot to global fame after uncovering Tutankhamens tomb. Then theres Zahi Hawass, the self-styled Indiana Jones who ruled over Egypts antiquities for years. Driven out by allegations of corruption during the Arab Spring, Hawass resurrected himself, Osiris-style, under the current dictatorship.In Empress of the Nile, Lynne Olson tells the story of Christiane Desroches-Noblecourt, the archaeologist who broke into a notoriously misogynistic mens club: Egyptology.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/1f2d98de-a589-5783-83f4-c404a73c06ff","URL":"https:\/\/www.nytimes.com\/2023\/02\/27\/theater\/elyria-review-atlantic-theater-company.html","DATE":"2023-02-28 02:00:06","PLAIN_TEXT":"Watching an actor steal a show is one of the absolute thrills of live performance -- but the purest method of that thievery has nothing to do with scenery-chewing, grand solo moments or sparkly razzmatazz. Its nimble and cat-burglar quiet, not demanding attention, not meaning to upstage.A microcosmic tale of the Indian diaspora, Deepa Purohits new play centers on the tangled history of two women and the man in between them.","SOURCE":"New York Times"},{"ID":"nyt:\/\/interactive\/9701c572-911a-5a54-b69d-a3bb4e677654","URL":"https:\/\/www.nytimes.com\/interactive\/2023\/02\/27\/business\/media\/dominion-fox-news.html","DATE":"2023-02-27 22:03:33","PLAIN_TEXT":"Rupert Murdoch made his remarks last month as part of the $1.6 billion defamation lawsuit against Fox News by Dominion Voting Systems.Rupert Murdoch made his remarks last month as part of the $1.6 billion defamation lawsuit against Fox News by Dominion Voting Systems.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/e348f990-0776-572b-a813-6fe113815e3a","URL":"https:\/\/www.nytimes.com\/2023\/02\/27\/us\/politics\/somalia-commandos-counterterrorism.html","DATE":"2023-02-27 13:24:10","PLAIN_TEXT":"BALEDOGLE, Somalia -- The promise and perils of Americas counterterrorism campaign were on full display at a remote training base in central Somalia.A campaign in the Horn of Africa is now the most active element in the forever wars the United States has waged since the Sept. 11, 2001, attacks.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/c1c68797-ae82-545e-a44f-ad9f646a7968","URL":"https:\/\/www.nytimes.com\/2023\/02\/27\/travel\/death-valley-national-park-winter-spring.html","DATE":"2023-02-27 10:00:22","PLAIN_TEXT":"Hottest, driest, lowest: Those three words are repeated often by rangers to describe Death Valley National Park, which straddles the California and Nevada borders and is the largest national park outside of Alaska. At 3.4 million acres, it is known for its blast-furnace summers, when temperatures have climbed as high as 134 degrees Fahrenheit.Scorching summer temperatures are fearsome in this national park, but winter and early spring offer visitors a chance to appreciate a stunning landscape of snow-capped peaks, salt flats, winding canyons and volcanic hills.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/84920fcf-e410-5a82-863b-c98f33ec8940","URL":"https:\/\/www.nytimes.com\/2023\/02\/27\/well\/quitting-anxiety-gad.html","DATE":"2023-02-27 10:00:19","PLAIN_TEXT":"As a person with generalized anxiety disorder, or GAD, Im familiar with anxiety attacks. But they really kicked into overdrive after I gave notice at my job in 2016. I cried, a lot. A flittering nervous energy was planted in my body and would not budge. A chorus of unhelpful thoughts -- What did you do? Why did you do it? -- became a soundtrack in my brain. It was loud and on repeat.Leaving a job can create worry in anyone, but especially in people who are prone to anxiety. Preparation and knowing youre not alone can help.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/ace574fc-1d5f-5487-9afc-ca1a26b529e6","URL":"https:\/\/www.nytimes.com\/2023\/02\/26\/briefing\/migrant-child-labor.html","DATE":"2023-02-26 12:59:00","PLAIN_TEXT":"Shortly after Hannah Dreier joined The Times as an investigative reporter last year, she mentioned something that shocked her editor, Kirsten Danis. While Hannah had been reporting a 2019 series about immigrant teenagers on Long Island falsely accused of being gang members-- stories that won a Pulitzer Prize -- she noticed that some of the young teenagers worked overnight shifts at a cookie factory.A Times expose has revealed that young teenagers work long shifts, sometimes for nationally known brands. What can be done?","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/e8b67cbd-6e83-54be-ba21-2a122a448dbe","URL":"https:\/\/www.nytimes.com\/2023\/02\/26\/books\/review\/wanderlust-reid-mitenbuler.html","DATE":"2023-02-26 10:00:11","PLAIN_TEXT":"Peter Freuchen spent the winter of 1907 alone in the dark. A junior member of a Danish scientific expedition to northern Greenland, he was, in his own words, just past 20, full of a lust for novel adventures, and so, like a fool, he volunteered to spend the season manning a remote weather station. As wolves slaughtered his dogs and the icy condensation of his breath caused his cabins frozen walls to creep inward, his thoughts turned sterile and unattractive and he began having extended conversations with his cutlery. But the ordeal did not break him, for Freuchen had fallen in love with the Arctic.Wanderlust, Reid Mitenbulers biography of the early-20th-century Danish explorer Peter Freuchen, examines a man drawn to some of the most isolated places on Earth.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/dc590569-9d8d-5fb7-8230-ed09c58fdfba","URL":"https:\/\/www.nytimes.com\/2023\/02\/26\/world\/europe\/ukraine-russia-war.html","DATE":"2023-02-26 08:00:16","PLAIN_TEXT":"HELSINKI -- A year ago, the day Russia invaded Ukraine and set in motion a devastating European ground war, President Sauli Niinisto of Finland declared: Now the masks are off. Only the cold face of war is visible.No event has transformed the continent more profoundly since the end of the Cold War, and there is no going back now.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/21a53148-bc89-5a22-92cc-2fcde0fd0aae","URL":"https:\/\/www.nytimes.com\/2023\/02\/25\/technology\/office-furniture-tech-companies.html","DATE":"2023-02-25 10:00:30","PLAIN_TEXT":"Brandi Susewitz touched the curved stitching on a pair of bright red Arne Jacobsen Egg Chairs and announced they were worth around $5,000 each. The chairs were in pristine condition, perched in the reception area of the software company Sitecores office in downtown San Francisco.As tech companies cut costs and move to remote work, their left-behind office furniture has become part of a booming trade.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/2a454131-0851-50f1-9e55-de901005777d","URL":"https:\/\/www.nytimes.com\/2023\/02\/25\/business\/japan-esports-school-refusal.html","DATE":"2023-02-25 10:00:19","PLAIN_TEXT":"Wataru Yoshida had had enough. He wasnt going back to school.Japans first e-sports high school thought it would turn out pro gamers. Instead, it attracted an unexpected demographic.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/b2ff3cd4-dfcf-5e25-b5c7-e19dd59505de","URL":"https:\/\/www.nytimes.com\/2023\/02\/24\/arts\/music\/delbert-anderson-trio-jazz.html","DATE":"2023-02-24 10:00:30","PLAIN_TEXT":"To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.The trumpeters trio takes inspiration from traditional Navajo songs. Its work has stirred up global interest, as well as conversations about the responsibilities of Indigenous artists.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/d237a7a5-a73c-5869-b5e6-dbb86539576f","URL":"https:\/\/www.nytimes.com\/2023\/02\/23\/arts\/design\/anne-imhof-exhibition-review-los-angeles.html","DATE":"2023-02-23 18:39:37","PLAIN_TEXT":"LOS ANGELES -- As was preordained, the opening night of Anne Imhofs Emo at Spruth Magers, the German artists largest exhibition to date in the United States, was a disaster.The German provocateurs opening in Los Angeles shows her choreographic skills and obsession with youthful nihilism. But when the performers leave, the emptiness remains.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/fecb4d5f-e32d-5b1b-9e5f-cc5732f0df49","URL":"https:\/\/www.nytimes.com\/2023\/02\/23\/world\/europe\/ukraine-weapons-ammunition-bulgaria.html","DATE":"2023-02-23 10:30:14","PLAIN_TEXT":"KOSTENETS, Bulgaria -- The job is straightforward, dangerous and will soon be open to applicants: filling a 122-millimeter Soviet-style artillery shell with explosives that will turn it into a lethal projectile.Ukraine has long relied on Russian weapons for its armed forces. Now it is scrambling to get Soviet-era ammunition for those weapons, with the help of manufacturers even in rural corners of Eastern Europe.","SOURCE":"New York Times"},{"ID":"nyt:\/\/interactive\/a967420f-797f-5071-9c8c-5ddf4bf70a6c","URL":"https:\/\/www.nytimes.com\/interactive\/2023\/02\/22\/magazine\/covid-pandemic-oral-history.html","DATE":"2023-02-22 21:11:06","PLAIN_TEXT":"Most Americans think they know the story of the pandemic. But when a writer immersed himself in a Covid oral-history project, he realized how much were still missing.Most Americans think they know the story of the pandemic. But when a writer immersed himself in a Covid oral-history project, he realized how much were still missing.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/1d7bfbfa-3c5e-5c23-ae96-c4e20b4d198f","URL":"https:\/\/www.nytimes.com\/2023\/02\/22\/theater\/medea-sohoplace-phaedra-national-theater.html","DATE":"2023-02-22 18:02:40","PLAIN_TEXT":"Tragedies are rarely absent from the London stage, but some defining theatrical titles dont always deliver. It can be tricky to empathize with characters pushed to unimaginable extremes, and mythical landscapes can feel remote.New productions of Medea and Phaedra feature outstanding performances from Sophie Okonedo and Janet McTeer as women pushed to the edge.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/a9edb904-6984-501f-bc13-4c06d7e3460b","URL":"https:\/\/www.nytimes.com\/2023\/02\/22\/us\/sacramento-kings-beam.html","DATE":"2023-02-22 14:04:15","PLAIN_TEXT":"SACRAMENTO -- A brilliant purple laser shoots into the sky. On cloudless nights, it arcs into space like a sci-fi tractor beam.A purple beam in the capital city regularly brings joy to a beleaguered fan base.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/62c34120-9ac4-5a2c-a60f-eda20219e6ad","URL":"https:\/\/www.nytimes.com\/2023\/02\/22\/science\/plugging-oil-wells.html","DATE":"2023-02-22 10:00:26","PLAIN_TEXT":"A century after oil barons scoured Texas for prime plots from which to extract black gold, another boom is underway: the plugging of thousands of abandoned oil wells. Its an oil rush in reverse, spurred by the promise of federal money.The National Park Service has started closing orphaned wells using money provided under legislation signed by President Biden.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/05ba3bb8-7a6c-520e-bfb4-d4ba6bfa0ff9","URL":"https:\/\/www.nytimes.com\/2023\/02\/20\/business\/media\/polk-awards-2022.html","DATE":"2023-02-20 15:00:06","PLAIN_TEXT":"The New York Times won three George Polk Awards, two for its coverage of the war in Ukraine and one for an investigation into Hasidic Jewish schools in New York that denied students a basic education.The Times was honored for its coverage of the war in Ukraine and a photo of war victims, as well as for its reporting on private schools for Hasidic Jews in New York.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/495c41b6-3781-5c76-b9b4-11e94dfcf114","URL":"https:\/\/www.nytimes.com\/2023\/02\/20\/movies\/black-bear-sharp-stick-and-more-streaming-gems.html","DATE":"2023-02-20 12:00:05","PLAIN_TEXT":"This months suggestions for the hidden gems of your subscription streaming services cut a wide swath of genres and styles, including a piercing psychological thriller, a moody marital drama and a buck-wild sex comedy, with a handful of first-rate documentaries to keep you anchored in reality.Looking for something different to stream? We have options for you.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/6a60d26d-6333-5c33-b4df-f2fb52b0d2ba","URL":"https:\/\/www.nytimes.com\/2023\/02\/20\/opinion\/ford-nixon-trump.html","DATE":"2023-02-20 10:00:17","PLAIN_TEXT":"The release on Thursday of parts of a report from a grand jury in Georgia that investigated election interference by Donald Trump and his allies offers the most recent evidence of his growing legal exposure.A presidential prosecution could help restore national confidence in the judicial system.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/95169d95-2480-583d-96e6-23011a34cf19","URL":"https:\/\/www.nytimes.com\/2023\/02\/20\/books\/review\/i-have-some-questions-for-you-rebecca-makkai.html","DATE":"2023-02-20 10:00:06","PLAIN_TEXT":"Among his many accomplishments, the comedian Stephen Colbert popularized the current usage of truthiness to describe the idea that something seems true even if it may not be.In I Have Some Questions for You, Rebecca Makkai dispatches her protagonist to a remote campus to teach -- and seek justice.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/0a23a351-bbcd-5c1e-803e-f21387bdb9dc","URL":"https:\/\/www.nytimes.com\/2023\/02\/18\/business\/coworker-strong-perfume.html","DATE":"2023-02-18 10:00:21","PLAIN_TEXT":"Send questions about the office, money, careers and work-life balance to workfriend@nytimes.com. Include your name and location, or a request to remain anonymous. Letters may be edited.Either way, saying something about a colleagues overwhelming perfume, or enduring it, is a delicate situation.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/1eace72e-d6df-55aa-bf4c-76ce51ef1afd","URL":"https:\/\/www.nytimes.com\/2023\/02\/17\/nyregion\/adams-remote-work-dc37.html","DATE":"2023-02-17 20:00:01","PLAIN_TEXT":"Mayor Eric Adams announced a tentative contract agreement with New York Citys largest municipal union on Friday that includes a plan to allow some city employees to work remotely starting in June.Mayor Eric Adams softened his opposition to working outside the office full time, saying it was not the reality of the universe were living in right now.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/96f4119a-4752-5844-a0f9-a119018901b5","URL":"https:\/\/www.nytimes.com\/2023\/02\/17\/realestate\/smart-home-devices.html","DATE":"2023-02-17 10:00:33","PLAIN_TEXT":"On the first night in his new home, Clint Basinger was unpacking a few stray boxes in the living room, when out of nowhere at around midnight, he heard a voice echoing down the hallway from the other side of the house. Good night, the voice said. Its bedtime.The proliferation of devices creates more opportunities for people to lose access or power over aspects of the home.","SOURCE":"New York Times"},{"ID":"nyt:\/\/article\/d184d5a4-e2f1-5fc3-9fde-1edb6d592405","URL":"https:\/\/www.nytimes.com\/2023\/02\/17\/nyregion\/cuny-chancellor-tv-host.html","DATE":"2023-02-17 05:02:04","PLAIN_TEXT":"Good morning. Its Friday. Well meet televisions newest talk show host, the chancellor of the City University of New York. Well also look at why plans to redevelop the area around Pennsylvania Station have been put on hold.Cafe con Felo features Felix Matos Rodriguez in a new role on the City Universitys television channel.","SOURCE":"New York Times"}]